Repository: travislei/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: hu, nl

source: Maximum number of markers to be shown on the map preview on the gallery page.
hu: Maximum ennyi markert jelenít meg a előnézeti térképen a galléria oldalon.
nl: Maximum aantal markeringen getoond op de kaart voorbeeldweergave op de galerij pagina.

source: Map Icon size
hu: Térkép ikon mérete
nl: Kaart icoon afmetingen

source: Icon size (used on maps).
hu: Képek ikonmérete (amik a térképen jelennek meg).
nl: Icoon afmetingen (gebruikt op kaarten).

source: Person thumbnail size
hu: Személyek thumbnail mérete
nl: Persoon voorbeeldafbeelding afmetingen

source: Person (face) thumbnail size.
hu: Személyek (arcok) thumbnail-jainak mérete.
nl: Persoon (gezicht) voorbeeldafbeelding afmetingen.

source: Thumbnail sizes
hu: Thumbnail méretek
nl: Voorbeeldafbeelding afmetingen

source: Size of the thumbnails. The best matching size will be generated. More sizes give better quality, but use more storage and CPU to render. If size is 240, that shorter side of the thumbnail will have 160 pixels.
hu: A thumbnail-ok mérete. A legjobban illeszkedő méret lesz generálva az adott képhez. Több méretter könyebb kiválasztani a legjobbat, de több tárhely és CPU szükséges a tároláshoz és generáláshoz. Ha a méret 240, akkor a thubmnail rövidebb oldala 240 pixel lesz.
nl: Afmeting van de voorbeeldafbeelding. De best passende afmeting zal worden gegenereerd. Meer afmetingen geeft betere kwaliteit, maar gebruikt meer opslag en processorkracht om te genereren. Als de afmeting 240 is, dan heeft de korte kant van de voorbeeldafbeelding 160 pixels.

source: SearchQuery
hu: Keresés
nl: Zoekopdracht

source: Method
nl: Methode

source: Ascending
nl: Oplopend

source: Default sorting
hu: Alapértelmezett rendezés
nl: Standaard sortering

source: Default sorting method for photo and video in a directory results.
hu: A képek és videók alapértelmezett rendezési módszere egy mappában.
nl: Standaard sortering voor foto's en video's in een map resultaten.

source: Default search sorting
hu: Alapértelmezett keresési rendezés
nl: Standaard sortering zoeken

source: Default sorting method for photo and video in a search results.
hu: A képek és videók alapértelmezett rendezési módszere egy kersési eredményben.
nl: Standaard sortering voor foto's en video's in een zoekopdracht resultaten.

source: Default grouping
nl: Standaard groepering

source: Default grouping method for photo and video in a directory results.
nl: Standaard groeperingsmethode voor foto en video bij mapresultaten.

source: Default search grouping
nl: Standaard groepering zoeken

source: Default grouping method for photo and video in a search results.
nl: Standaard groeperingsmethode voor foto en video bij zoekresultaten.

source: Download Zip
hu: ZIP-elt letöltés
nl: Download ZIP bestanden

source: Enable download zip of a directory contents Directory flattening. (Does not work for searches.)
hu: Engedélyezi a mappák zip-elt letöltését. (Nem működik kereséskor.)
nl: Schakel het downloaden van ZIP bestand van een map in platgemaakte map (werkt niet voor zoekopdrachten).

source: Directory flattening
hu: Mappák összecsukása
nl: Mappen platmaken

source: Adds a button to flattens the file structure, by listing the content of all subdirectories. (Won't work if the gallery has multiple folders with the same path.)
hu: Hozzáad egy gombot a navigácós sávhoz amivel a mappát és összes almappáját lehet listázni. (Nem működik ha több ugyan olyan nevű mappa van a gallériában.)
nl: Voegt een knop toe voor het platmaken van mappen, waarbij alle inhoud van de submappen wordt weergegeven. (Werkt niet als de galerij meerdere mappen heeft met hetzelfde pad.)

source: Default grid size
nl: Standaard raster grootte

source: Default grid size that is used to render photos and videos.
nl: Standaard grootte van het raster voor foto's en video's.

source: Show item count
hu: Az elemek számának megjelenítése
nl: Laat aantal items zien

source: Shows the number photos and videos on the navigation bar.
hu: Megmutatja a képek és videók számát a navigációs sávban.
nl: Laat het aantal foto's en video's zien in de navigatiebalk.

source: Visible links in the top menu.
hu: A látható linkek a felső menüben.
nl: Zichtbare links in het top menu.

source: Navbar show delay
nl: Navigatiebalk tonen vertraging

source: Ratio of the page height, you need to scroll to show the navigation bar.
nl: Ratio van de paginahoogte die ge-scrolled moet worden om de navigatiebalk te tonen.

source: Navbar hide delay
nl: Navigatiebalk verbergen vertraging

source: Ratio of the page height, you need to scroll to hide the navigation bar.
nl: Ratio van de paginahoogte die ge-scrolled moet worden om de navigatiebalk te verbergen.

source: Show scroll up button
nl: Laat 'scroll omhoog' knop zien

source: Set when the floating scroll-up button should be visible.
nl: Stel in wanneer de 'scroll omhoog' knop getoond moet worden.

source: Sorting and grouping
nl: Sortering en groeperen

source: Default slideshow speed
hu: Alapértelmezett vetitési sebesség
nl: Standaard diavoorstelling snelheid

source: Default time interval for displaying a photo in the slide show.
hu: Alapértelmezett sebesség amivel a képek változnak vetítéskor.
nl: Standaard tijdsinterval voor het weergeven van een foto in de diavoorstelling.

source: Always show captions
hu: Képalárás minding mutat
nl: Laat caption altijd zien

source: If enabled, lightbox will always show caption by default, not only on hover.
hu: Ha engedélyezett, a lightbox mindig mutatja majd az képaláírás alapból, nem csak ha felé viszed az egeret.
nl: Als aangezet, zal de lightbox altijd de caption laten zien.

source: Always show faces
hu: Arcokat minding mutat
nl: Laat gezichten altijd zien

source: If enabled, lightbox will always show faces by default, not only on hover.
hu: Ha engedélyezett, a lightbox mindig mutatja majd az arcokat alapból, nem csak ha felé viszed az egeret.
nl: Als aangezet, zal de lightbox altijd de gezichten laten zien.

source: If enabled, lightbox will loop videos by default.
hu: Ha engedélyezett, a lightbox végtelenítve fogja lejátszani a videókat.
nl: s aangezet, zal de lightbox altijd de video's loopen.

source: Name of the theme
nl: Naam van het thema

source: Theme
nl: Thema

source: Adds these css settings as it is to the end of the body tag of the page.
nl: Voegt deze css settings toe aan het einde van de body tag van de pagina.

source: Enable themes and color modes.
nl: Zet thema's en kleur modi aan.

source: Default theme mode
nl: Standaard thema modus

source: Sets the default theme mode that is used for the application.
nl: Stel de standaard thema modus in voor de app.

source: Selected theme
nl: Geselecteerd thema

source: Selected theme to use on the site.
nl: Selecteer thema wat wordt gebruikt door de site.

source: Selected theme css
nl: Selecteer thema css

source: Caches directory contents and search results for better performance.
hu: Cache-eli a mappa tartalmát és a keresési eredményeket a jobb teljesítmény érdekében.
nl: Cached mapinhoud en zoekresultaten voor betere prestaties.

source: Scroll based thumbnail generation
hu: Görgetés alapú thumbnail generálás
nl: Op scrollen gebaseerde voorbeeldafbeelding generatie.

source: Those thumbnails get higher priority that are visible on the screen.
hu: Azok a thumbnailok magasabb prioritást kapnak, amelyek láthatóak a képernyőn.
nl: Miniatuurfoto's die in beeld zijn krijgen voorrang om gegenereerd te worden.

source: Sort directories by date
hu: Mappák dátum szerinti rendezése
nl: Sorteer mappen op datum

source: If enabled, directories will be sorted by date, like photos, otherwise by name. Directory date is the last modification time of that directory not the creation date of the oldest photo.
hu: Ha engedélyezve van, a mappák dátum szerint lesznek listázva, mint a képek, egyébként név szerint. Mappa dátuma ay utolsó módosítási dátum nem a legfiatalabb kép ideje.
nl: Indien ingeschakeld worden mappen gesorteerd op datum, net als foto's, anders op naam. De mapdatum is de laatste aanpassingsdatum van de map, niet de aanmaakdatum van de oudste foto.

source: On scroll thumbnail prioritising
hu: Görgetés alapú priorizálás.
nl: Op scrollen gebaseerde voorbeeldafbeeldingen.

source: Those thumbnails will be rendered first that are in view.
hu: Azok a thunbnailek leszenek elsőszőr megjelenítve amelyek éppen láthatóak a képernyőn.
nl: Miniatuurfoto's die in beeld zijn krijgen voorrang om weergegeven te worden.

source: Navigation bar
hu: Navigációs sáv
nl: Navigatiebalk

source: Caption first naming
hu: Képaláírás alapú elnevezés
nl: Caption eerst naamgeving

source: Show the caption (IPTC 120) tags from the EXIF data instead of the filenames.
hu: Fájl nev helyett a képaláírás (IPTC 120) címkét mutatja, amit az EXIF-adatokból nyert ki.
nl: Laat de 'caption' (IPTC 120) tags van de EXIF data zien in plaats van de bestandsnamen.

source: Themes
nl: Themas

source: Pigallery2 uses Bootstrap 5.3 (https://getbootstrap.com/docs/5.3) for design (css, layout). In dark mode it sets 'data-bs-theme="dark"' to the <html> to take advantage bootstrap's color modes. For theming, read more at: https://getbootstrap.com/docs/5.3/customize/color-modes/
nl: Pigallery2 gebruikt Bootstrap 5.3 (https://getbootstrap.com/docs/5.3) voor het design (css, layout). In donker modus wordt 'data-bs-theme="dark"' gezet in de <html> om gebruik te maken van bootstrap's kleurmodi. Voor themas, lees meer op: https://getbootstrap.com/docs/5.3/customize/color-modes/

source: Inline blog starts open
nl: Inline blog begint geopend

source: Makes inline blog (*.md files content) to be auto open.
nl: Opent de inline blog (*.md files inhoud) standaard.

source: Top blog starts open
nl: Bovenste blog starts geopend

source: Supported formats with transcoding
hu: Konvertálással támogatott formátumok
nl: Ondersteunde bestandsformaten met transcodering

source: Video formats that are supported after transcoding (with the build-in ffmpeg support).
hu: Azok a videó formátumok amelyek konvertálással támogatottak (a beépítettet ffmpeg segítségével).
nl: Bestandsformaten voor video die worden ondersteund na transcodering (met de ingebouwde ffmpeg ondersteuning).

source: Supported formats without transcoding
hu: Konvertálással nélül támogatott formátumok
nl: Ondersteunde formaten zonder transcodering

source: Video formats that are supported also without transcoding. Browser supported formats: https://www.w3schools.com/html/html5_video.asp
hu: Azok a videó formátumok amelyek konvertálással nélkül is támogatottak. Böngészők ezeket a formátumokat támogatják: https://www.w3schools.com/html/html5_video.asp
nl: Bestandsformaten voor video die worden ondersteund zonder transcodering. Door de browsers ondersteunde formaten: https://www.w3schools.com/html/html5_video.asp

source: Enable photo converting.
hu: Fotó konvertálás engedélyezése.
nl: Schakel foto conversie in.

source: Load full resolution image on zoom.
hu: Teljes méret nagyításkor.
nl: Laad volledige foto in bij uitvergroten.

source: Enables loading the full resolution image on zoom in the ligthbox (preview).
hu: Engedélyezi, hogy a nagyításkor az eredeti képméretet töltse be az app.
nl: Schakel inladen van de volledige foto in bij uitvergroten in de lightbox (voorbeeldweergave).

source: Photo converting
hu: Fotó konvertálás
nl: Foto conversie

source: Supported photo formats
hu: Támogatott formátumok
nl: Ondersteunde bestandsformaten voor foto's

source: Photo formats that are supported. Browser needs to support these formats natively. Also sharp (libvips) package should be able to convert these formats.
hu: Támogatott kép formátumok. Böngészőnek támogatnia kell ezeket a formátumokat. Illetve sharp (libvips) csomagoknek is támogatni kell ezeket a formátumokat.
nl: Ondersteunde bestandsformaten voor foto's. De internetbrowser moet deze bestandsformaten ook ondersteunen. Ook moet het sharp (libvips) package deze bestandsformaten kunnen converteren.

source: Enable GPX compressing
hu: Engedélyezi a GPX tömörítést
nl: Schakel GPX compressie in

source: Enables lossy (based on delta time and distance. Too frequent points are removed) GPX compression.
hu: Engedélyezi a veszteséges (idő és elmoydulás alapú. Tól gyakori pontok el lesznek távolítva) GPX tömörítést.
nl: Schakel 'lossy' GPX compressie in (gebaseerd op tijd- en afstandsverschil. Te veel voorkomende punten worden verwijderd).

source: *.gpx files
hu: *.gpx fájlok
nl: *.gpx bestanden

source: Reads *.gpx files and renders them on the map.
hu: Beolvassa és megjelníti a térképen a *.gpx fájlokat.
nl: Laad *.gpx bestanden in en laat ze zien op de kaart.

source: Markdown files
hu: Markdown fájlok
nl: Markdown bestanden

source: Reads *.md files in a directory and shows the next to the map.
hu: Beolvassa a *.md fájlokat és megjleníti a térkép melett.
nl: Laad *.md bestanden in een map in en laat ze zien op de kaart.

source: *.pg2conf files
hu: *.pg2conf fájlok
nl: *.pg2conf bestanden

source: Reads *.pg2conf files (You can use it for custom sorting and saved search (albums)).
hu: Beolvassa a *.pg2conf fájlokat (személyreszabott rendezésre és mentett keresésre (Albumok) tudod használni).
nl: Leest *.pg2conf bestanden (kan ook worden gebruikt voor aangepast sorteren en opgeslagen zoekopdrachten (albums)).

source: Supported formats
hu: Támogatott fromátumok
nl: Ondersteunde bestandsformaten

source: The app will read and process these files.
hu: Az alkalmazás ezeket a fájlokat fogja feldolgozni.
nl: De app zal deze bestanden lezen en verwerken.

source: Enabled
hu: Engedélyezve
nl: Ingeschakeld

source: Override keywords
hu: Kép tag felülírása
nl: Overschrijf sleutelwoorden

source: If a photo has the same face (person) name and keyword, the app removes the duplicate, keeping the face only.
hu: Ha létezik arc (személy) és kép tag ugyanazzal a nézzel, csak az arc-ot mutatja.
nl: Als een foto hetzelfde gezicht (persoon) naam en sleutelwoord heeft, zal de app de dubbele verwijderen en alleen het gezicht bewaren.

source: Face starring right
hu: Arc csillagozási jog
nl: Gezicht 'starring' rechten

source: Required minimum right to star (favourite) a face.
hu: Legalább ennyi joggal kell rendelkeznie hogy csillagozza (kedvencezze) valaki az arcokat.
nl: Vereiste minimale rechten voor het 'starren' van een gezicht.

source: Face listing right
hu: Arc listázási jog
nl: Gezicht weergave rechten

source: Required minimum right to show the faces tab.
hu: Legalább ilyen jog szükséges az arcok fül megjelenítéséhez.
nl: Vereiste minimale rechten voor het weergeven van het gezichten tabblad.

source: Page title
hu: Oldal címe
nl: Pagina titel

source: If you access the page form local network its good to know the public url for creating sharing link.
hu: Ha az oldalt a helyi hálózaton keresztül éred el, jó tudni a nyilvánosságot URL-t megosztási link létrehozásához.
nl: Als de pagina via het lokale netwerk wordt gebruikt, is het goed om te weten wat de publieke URL is voor gedeelde links.

source: Page public url
hu: Oldal nyilvános url-je
nl: Publieke URL van pagina

source: If you access the gallery under a sub url (like: http://mydomain.com/myGallery), set it here. If it is not working you might miss the '/' from the beginning of the url.
hu: Ha al domain alól nyitod meg az oldalt (pl: http://mydomain.com/myGallery), azt itt állítsd be. Ha nem működik, lehet hogy hiányzik a '/' az elejéről.
nl: Als de pagina via een sub url (zoals: http://mydomain.com/myGallery) wordt gebruikt, stel deze dan hier in, anders mist misschien de '/' aan het begin van de URL.

source: Api path
hu: Api útvonal
nl: API pad

source: Injects the content of this between the <head></head> HTML tags of the app. (You can use it add analytics or custom code to the app).
hu: A tartelmát bemásolja a <head></head> HTML tagek közé az app. (Analytika vagy saját kód beágyazására tudod használni).
nl: Injecteert deze content tussen de <head></head> HTML tags van de app. (kan gebruikt worden om analytics of aangepaste code aan te app toe te voegen).

source: Custom HTML Head
hu: Egyedi HTML Head
nl: Aangepaste HTML HEAD

source: Sets the icon of the app
nl: Stelt het icoon van de app in

source: Password protection
hu: Jelszavas védelem
nl: Wachtwoordbeveiliging

source: Enables user management with login to password protect the gallery.
hu: Engedélyezi a felhasználó kezelést hogy jelszavasan védje a galériát.
nl: Schakelt gebruikersbeheer met wachtwoordbeveiliging in om de galerij te beschermen.

source: Default user right
hu: Alapértelmezett felhasználó joga
nl: Standaard gebruikersrechten

source: Default user right when password protection is disabled.
hu: Alapértelmezett felhasználó joga, ha a jelszavas védelem ki van kapcsolva.
nl: Standaard gebruikersrechten wanneer gebruikersbeheer met wachtwoordbeveiliging is uitgeschakeld.

source: Gallery
hu: Képek
nl: Galerij

source: Search
hu: Keresés
nl: Zoeken

source: Map
hu: Térkép
nl: Kaart

source: Faces
hu: Arcok
nl: Gezichten

source: Random photo
hu: Véletlen kép
nl: Willekeurige foto

source: This feature enables you to generate 'random photo' urls. That URL returns a photo random selected from your gallery. You can use the url with 3rd party application like random changing desktop background. Note: With the current implementation, random link also requires login.
hu: Ez a modul a 'véletlenszerű fotó' utl generálását engedelyezi. Az url egy véletlen fotót ad vissza a galériából. Harmadik fél által készített alkalmazásokhoz használhatód. Pl véletlenszerűen változó háttérkép.
nl: Hiermee kunnen 'willekeurige foto' URLs worden gemaakt. Deze URL geeft een willekeurige foto uit de galerij. Deze URL kan worden gebruikt met andere applicaties zoals willekeurige desktop achtergronden. Opmerking: met de huidige implementatie is het nodig om ingelogd te zijn voor de willekeurige foto.

source: Size to generate
hu: Generálandó méret
nl: Afmetingen te genereren

source: These thumbnails will be generated. The list should be a subset of the enabled thumbnail sizes
hu: Ezek a thumnail-ek lesznek létrehozva. A lista az engedélyezett thumbnail méretek alhalmaza kell, hogy legyen
nl: Deze miniatuurfotoformaten zullen worden gegenereerd. Deze lijst moet een subset zijn van de ingeschakelde miniatuurfotoformaten

source: Indexed only
hu: Csak indexelt
nl: Alleen geïndexeerde bestanden

source: Only checks indexed files.
hu: Csak az indexelt fájlokat nézi.
nl: Controleert alleen geïndexeerde bestanden.

source: Index changes only
hu: Csak változások indexelése
nl: Indexeer alleen veranderingen

source: Only indexes a folder if it got changed.
hu: Csak akkor indexel újra egy mappát, ha az változott.
nl: Indexeert een map alleen als er veranderingen zijn.

source: Set these search queries to find photos and videos to email.
hu: Állítsd be ezt a keresőmezőt, hogy listázd a küldendő képeket.
nl: Gebruik deze zoekopdrachten om foto's en video's te vinden om te e-mailen.

source: E-mail to
hu: E-mail címzett
nl: E-mail naar

source: E-mail address of the recipient.
nl: E-mail adres van de ontvanger.

source: Subject
hu: Tárgy
nl: Onderwerp

source: E-mail subject.
hu: E-mail tárgy.
nl: E-mail onderwerp.

source: Message
hu: Üzenet
nl: Bericht

source: E-mail text.
hu: E-mail szöveg.
nl: E-mail tekst.

source: Gallery reset
hu: Gallértia visszaállítás
nl: Galerij reset

source: Thumbnail generation
hu: Thumbnail generálás
nl: Miniatuurfoto's genereren

source: Video converting
hu: Videó Konvertálás
nl: Video's converteren

source: Temp folder cleaning
hu: Temp Mappa Tisztítása
nl: Temp map opruimen

source: Cover filling
hu: Borítókép készítés
nl: Cover vullen

source: Delete Compressed GPX
hu: Tümörített GPX törlése
nl: Verwijder Compressed GPX

source: Top Pick Sending
hu: Top Pick Küldés
nl: Top Pick versturen

source: Scans the whole gallery from disk and indexes it to the DB.
nl: Scant de hele galerij van de disk en indexeert deze in de database.

source: Deletes all directories, photos and videos from the DB.
nl: Verwijderd alle mappen. foto's en video's uit de database.

source: Removes all albums from the DB
nl: Verwijderd alle albums uit de database

source: Generates thumbnails from all media files and stores them in the tmp folder.
nl: Maakt miniatuurfoto's van alle mediabestanden en slaat deze op de in de tmp map.

source: Generates high res photos from all media files and stores them in the tmp folder.
nl: Maakt hoge resolutie foto's van alle mediabestanden en slaat deze op de in de tmp map.

source: Transcodes all videos and stores them in the tmp folder.
nl: Transcodeert alle video's en slaat deze op de in de tmp map.

source: Removes unnecessary files from the tmp folder.
nl: Verwijderd onnodige bestanden uit de tmp map.

source: Updates the cover photo of all albums (both directories and saved searches) and faces.
nl: Werkt de cover foto van alle albums (zowel mappen als opgeslagen zoekopdrachten) en gezichten bij.

source: Deletes the cover photo of all albums and faces
nl: Verwijdert de cover foto van alle albums en gezichten

source: Compresses all gpx files
nl: Pak alle gpx bestanden in

source: Deletes all compressed GPX files
nl: Verwijder alle ingepakte GPX bestanden

source: Gets the top photos of the selected search queries and sends them over email. You need to set up the SMTP server connection to send e-mails.
nl: Neem de eerste foto's van de geselecteerde zoekopdracht en verstuurt deze via e-mail. De SMTP server verbinding moet worden geconfigureerd om e-mails te verzenden.

source: Server error
hu: Szerver hiba
nl: Serverfout

source: Server info
hu: Szerverinformáció
nl: Serverinformatie

source: h
hu: ó
nl: u

source: Developer
nl: Ontwikkelaar

source: Admin
nl: Beheerder

source: Guest
hu: Vendég
nl: Gast

source: LimitedGuest
hu: Limitált vendég
nl: BeperkteGast

source: Basic
hu: Alap
nl: Basis

source: Advanced
hu: Részletes
nl: Geavanceerd

source: Under the hood
hu: A motorháztető alatt
nl: Onder de motorkap

source: Always
hu: Minidig
nl: Altijd

source: Mobile only
hu: Csak mobilon
nl: Alleen mobile

source: Never
hu: Soha
nl: Nooit

source: Full
hu: Teljes
nl: Volledig

source: Custom
hu: Egyedi
nl: Eigen keuze

source: never
hu: soha
nl: nooit

source: low
hu: alacsony
nl: laag

source: high
hu: magas
nl: hoog

source: date
nl: datum

source: name
nl: naam

source: rating
nl: beoordeling

source: random
hu: véletlen
nl: willekeurig

source: faces
hu: arcok
nl: gezichten

source: file size
hu: fájl méret
nl: bestandsgrootte

source: don't group
hu: ne csoportosíts
nl: niet groeperen

source: extra small
hu: extra kicsi
nl: extra klein

source: small
hu: kicsi
nl: klein

source: big
hu: nagy
nl: groot

source: extra large
hu: extra nagy
nl: extra groot

source: And
hu: És
nl: En

source: Or
hu: Vagy
nl: Of

source: Some of
hu: Néhány
nl: Enkele van

source: Any text
hu: Bármilyen szöveg
nl: Elke tekst

source: From
hu: Ettől
nl: Vanaf

source: Until
hu: Eddig
nl: Tot en met

source: Distance
hu: Távolság
nl: Afstand

source: Min rating
hu: Min értékelés
nl: Min beoordeling

source: Max rating
hu: Max értékelés
nl: Max beoordeling

source: Min faces
hu: Min arcok
nl: Min gezichten

source: Max faces
hu: Max arcok
nl: Max gezichten

source: Min resolution
hu: Min felbontás
nl: Min resolutie

source: Max resolution
hu: Max felbontás
nl: Max resolutie

source: Directory
hu: Mappa
nl: Map

source: File name
hu: Fájl név
nl: Bestandsnaam

source: Caption
hu: Képaláírás
nl: Titel

source: Orientation
hu: Orientáció
nl: Orientatie

source: Date pattern
hu: Dátum minta
nl: Datumpatroon

source: Position
hu: Pozíció
nl: Positie

source: Person
hu: Személy
nl: Persoon

source: Keyword
hu: Kulcsszó
nl: Sleutelwoord

source: Server notifications
hu: Szerver értesítések
nl: Servermeldingen
