Repository: travislei/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: hu, nl

source: To dismiss these notifications, restart the server.
hu: Az ilyen értesítések elutasításához indítsa újra a kiszolgálót.
nl: Herstart de app om deze meldingen te verwijderen.

source: App version:
hu: Verzió:
nl: App versie:

source: Mode:
nl: Modus:

source: Application version
hu: Alkalmazás verzió
nl: Applicatieversie

source: Built at
hu: Build-elve
nl: Built om

source: Delete
hu: Törlés
nl: Verwijderen

source: Album is locked, cannot be deleted from the webpage.
hu: Az album le van zárva, nem lehet a weboldalon keresztül törölni.
nl: Album is 'gelocked', kan niet worden verwijderd cia de webpagina.

source: Add saved search
hu: Mentett keresés hozzáadása
nl: Voeg opgeslagen zoekopdracht toe

source: No albums to show.
hu: Nincs Album.
nl: Geen albums om weer te geven.

source: Save
hu: Mentés
nl: Opslaan

source: To .pg2conf
hu: .pg2conf fájlba
nl: Naar .pg2conf

source: Saved Search to .saved_searches.pg2conf
hu: Keresés .saved_searches.pg2conf fájlba mentése
nl: Sla opgeslagen zoekopdracht ip in .saved_searches.pg2conf

source: Add this json to a '.saved_searches.pg2conf' file in your gallery:
hu: Másold be ezt a json-t egy tetszőleges '.saved_searches.pg2conf' fájlba a képeid mappában:
nl: Voeg deze json toe aan een '.saved_searches.pg2conf' bestand in de galerij

source: This saved search will be loaded from file during gallery indexing and it will survive a database reset.
hu: Ez a mentett keresés automatikusan be lesz töltve indexelés közben és túl fogja élni az adatbázis nullázást.
nl: Deze opgeslagen zoekopdracht zal worden geladen uit een bestand en zal een database reset overleven.

source: No duplicates found
hu: Nincsenek másolatok
nl: Geen dubbelen gevonden

source: No faces to show.
nl: Geen gezichten om weer te geven.

source: Light
hu: Világos
nl: Licht

source: Dark
hu: Sötét
nl: Donker

source: Tools
hu: Eszközök
nl: Gereedschappen

source: key: c
hu: gyorsgomb: c
nl: toets: c

source: Settings
hu: Beállítások
nl: Instellingen

source: Logout
hu: Kijelentkezés
nl: Uitloggen

source: Cannot find location
hu: Poyíció nem található
nl: Kan locatie niet vinden

source: Unknown server error
hu: Ismeretlen szerverhiba
nl: Onbekende serverfout

source: Select only this
hu: Csak ezt választja
nl: Selecteer alleen dit

source: Nothing to filter
hu: Nincs mit szűrni
nl: Niks om te filteren

source: Reset
hu: Visszaállítás
nl: Resetten

source: unknown
hu: ismeretlen
nl: onbekend

source: Keywords
hu: Kulcsszavak
nl: Sleutelwoorden

source: no face
hu: nincs arc
nl: geen gezicht

source: Faces groups
hu: Csoportok
nl: Gezichtsgroepen

source: Rating
hu: Értékelés
nl: Beoordeling

source: City
hu: Város
nl: Stad

source: State
hu: Állam
nl: Staat

source: Country
hu: Ország
nl: Land

source: Link availability
hu: Link elérhetősége
nl: Link beschikbaarheid

source: days
hu: nap
nl: dagen

source: Too many results to show. Refine your search.
hu: Túl sok eredmény jelenik meg. Pontosítsa a keresést.
nl: Te veel resultaten om weer te geven, beperk de zoekopdracht.

source: info key: i
hu: info gyorsgomb: i
nl: info toets: i

source: toggle fullscreen, key: f
hu: teljes képernyős váltás, gyorsgomb: f
nl: omschakelen volledig scherm, toets: f

source: Download
hu: Letöltés
nl: Downloaden

source: Slideshow playback speed
hu: Vetítési sebesség
nl: Diavoorstelling afspeelsnelheid

source: Slideshow speed:
hu: Vetítési sebesség:
nl: Diavoorstelling snelheid:

source: key: a
hu: gyorsgomb: a
nl: toets: a

source: key: l
hu: gyorsgomb: l
nl: toets: l

source: close, key: Escape
hu: bezárás, gyorsgomb: escape
nl: sluiten, toets: Escape

source: key: left arrow
hu: gyorsgomb: balra nyíl
nl: toets: pijltje naar links

source: key: right arrow
hu: gyorsgomb: jobbra nyíl
nl: toets: pijltje naar rechts

source: Zoom out, key: '-'
hu: Kicsinyítés, gyorsgomb: '-'
nl: Uitzoomen, toets: '-'

source: Zoom in, key: '+'
hu: Nagyítás, gyorsgomb: '+'
nl: Inzoomen, toets: '+'

source: Info
hu: Infó
nl: Informatie

source: duration
hu: hossz
nl: lengte

source: Error during loading the video.
hu: Hiba a videó betöltése közben.
nl: Fout tijdens het laden van de video.

source: Most likely the video is not transcoded. It can be done in the settings. You need to transcode these videos to watch them online:
hu: Valószínűleg a videó nincs átkonvertálva. Ezt a beállításokban megteheted. Ezek a videó formátumok csak átkonvertálás után játszhatók le:
nl: Waarschijnlijk is de video niet getranscodeerd. Dit kan worden gedaan in de instellingen. Deze video's moeten worden getranscodeerd om ze online te kunnen bekijken:

source: Transportation
hu: Utazás
nl: Vervoer

source: Other paths
hu: Egyéb ótvonalak
nl: Anders

source: street
hu: utca
nl: straat

source: satellite
hu: szatelit
nl: satteliet

source: hybrid
nl: hybride

source: dark
hu: sötét
nl: donker

source: Searching for:
hu: Keresés:
nl: Zoeken naar:

source: Show all subdirectories
hu: Mutass minden almappát
nl: Laat alle submappen zien

source: Sort and group
hu: Rendezés és csoportosítás
nl: Sorteren en groeperen

source: group
hu: csoport
nl: groep

source: Sorting
hu: Rendezés
nl: Sorteren

source: Grouping follows sorting
hu: Csoportosítás a rendezést követi
nl: Groeperen volgt sorteren

source: ascending
hu: növekvő
nl: oplopend

source: descending
hu: csökkenő
nl: aflopend

source: Grouping
hu: Csoportosítás
nl: Groeperen

source: Grid size
hu: Rács méret
nl: Raster grootte

source: key: alt + up
hu: key: alt + fel
nl: toets: alt + omhoog

source: Random link
hu: Véletlen link
nl: Willekeurige link

source: Random Link creator
hu: Véletlen link szerkesztő
nl: Willekeurige link maker

source: Copy
hu: Másolás
nl: Kopiëren

source: Url has been copied to clipboard
hu: Az URL a vágólapra lett másolva
nl: De URL is gekopieerd naar het klembord

source: At least this many
hu: Legalább ennyi
nl: Minstens zoveel

source: Add
hu: Hozzáadás
nl: Toevoegen

source: Search text
hu: Keresés
nl: Zoekopdracht

source: From date
hu: Ettől a dátumtól
nl: Vanaf datum

source: To date
hu: Eddig
nl: Tot datum

source: Minimum Rating
hu: Min értékelés
nl: Minimale beoordeling

source: Maximum Rating
hu: Max értékelés
nl: Maximale beoordeling

source: Minimum Person count
hu: Minimum szélyek
nl: Minimaal aantal personen

source: Maximum Person count
hu: Maximum szélyek
nl: Maximaal aantal personen

source: Minimum Resolution
hu: Minimum felbontás
nl: Minimale resolutie

source: Maximum Resolution
hu: Maximum felbontás
nl: Maximale resolutie

source: Landscape
hu: Fekvő
nl: Liggend

source: Portrait
hu: Álló
nl: Staand

source: Last
nl: Laatste

source: Last N Days
hu: Utolsó N nap
nl: Laatste N dagen

source: Ago
hu: Óta
nl: Geleden

source: Day(s) ago
hu: Nap(ok) óta
nl: Dag(en) geleden

source: Week(s) ago
hu: Hetek(ek) óta
nl: Week(en) geleden

source: Month(s) ago
hu: Hónap(ok) óta
nl: Maand(en) geleden

source: Year(s) ago
hu: Év(ek) óta
nl: Ja(a)r(en) geleden

source: Every week
hu: Minden héten
nl: Elke week

source: Every Month
hu: Minden hónapban
nl: Elke maand

source: Every year
hu: Minden évben
nl: Elk jaar

source: Insert
hu: Beillesztés
nl: Invoegen

source: Save search to album
hu: Keresés albumba mentése
nl: Zoekopdracht opslaan als album

source: Album name
hu: Album név
nl: Albumnaam

source: Save as album
hu: Mentés albumként
nl: Opslaan als album

source: Share
hu: Megosztás
nl: Delen

source: Share
hu: Megosztás
nl: Delen

source: Sharing:
hu: megosztás:
nl: Delen:

source: Include subfolders:
hu: Alkönyvtárak beillesztése:
nl: Includeer submappen:

source: Valid:
hu: Érvényes:
nl: Geldigheid:

source: Minutes
hu: Percek
nl: Minuten

source: Hours
hu: Órák
nl: Uren

source: Days
hu: Napok
nl: Dagen

source: Months
hu: Hónapok
nl: Maanden

source: Forever
hu: Örökké
nl: Oneindig

source: active share(s) for this folder.
hu: aktív megosztás(ok) ehhez a mappához.
nl: actieve share(s) voor deze map.

source: Creator
hu: Létrehozta
nl: Maker

source: Expires
hu: Lejárat
nl: Verloopt

source: Invalid settings
hu: Hibás beállítás
nl: Ongeldige instellingen

source: Yes
hu: Igen
nl: Ja

source: No
hu: Nem
nl: Nee

source: loading..
hu: betöltés..
nl: laden..

source: Click share to get a link.
hu: Kattincs a megosztásra a link létrehozásához.
nl: Klik op delen om een link te krijgen.

source: Sharing link has been copied to clipboard
hu: Megosztási link a vágólapra lett másolva
nl: Link is gekopieerd naar het klembord

source: Please log in
hu: Jelentkezz be
nl: Inloggen

source: Wrong username or password
hu: Rossz felhasználónév vagy jelszó
nl: Verkeerde gebruikersnaam of wachtwoord

source: Remember me
hu: Emlékezz rám
nl: Onthoud mij

source: Login
hu: Belépés
nl: Inloggen

source: Statistic:
hu: Statisztika:
nl: Statistieken:

source: Folders
hu: Mappák
nl: Mappen

source: Photos
hu: Fotók
nl: Foto's

source: Persons
hu: Emberek
nl: Personen

source: Size
hu: Méret
nl: Afmeting

source: Job finished
hu: Feladat végzett
nl: Taak afgerond

source: Active shares
hu: Aktív megosztások
nl: Actieve shares

source: Key
hu: Azonosító
nl: Sleutel

source: Folder
hu: Mappa
nl: Map

source: No sharing was created.
hu: Nincs megosztás.
nl: Er is geen sharing gemaakt.

source: It seems that you are running the application in a Docker container. This setting should not be changed in docker. Make sure, that you know what you are doing.
hu: Úgy tűnik, hogy dockerben futtatod az alkalmaást. Ezt a beállítást nem célszerű dockeren belül módosítani, ezért biztosan tudd hogy mit csinálsz.
nl: Het lijkt erop dat de applicatie in een Docker container draait. Deze instelling zou niet moeten worden aangepast in Docker. Zorg ervoor dat je weet wat je doet.

source: Add new
nl: Voeg nieuwe toe

source: Add new theme
nl: Voeg nieuw thema toe

source: Theme name
nl: Thema naam

source: Add new Theme
nl: Voeg nieuw thema toe

source: Icon
nl: Icoon

source: Load from SVG file
nl: Laad van SVG bestand

source: To auto load these values from file: pick an SVG file with a single 'path'. You can use e.g: http://fontawesome.com/icons.
nl: Om deze waarden van een bestand te laden: kies een SVG bestand met een enkel 'path'. Je kan bijvoorbeeld: http://fontawesome.com/icons gebruiken.

source: Save & Close
nl: Opslaan & Sluiten

source: Tile Url*
nl: Titel URL*

source: Add Layer
nl: Voeg laag toe

source: Add matcher
nl: Voeg matcher toe

source: Add path theme group
nl: Voeg path theme groep toe

source: Add Link
nl: Voeg link toe

source: Experimental
nl: Expirimenteel

source: ';' separated list.
hu: ';'-al elválaszott lista.
nl: ';' gescheiden lijst.

source: See
hu: További részletek
nl: Zie

source: Reset database after changing this settings!
hu: Rezeteld az adatbázist miután megváltoztattad ezt a beállítást!
nl: Reset de database na het veranderen van deze instellingen!

source: Restart server after changing this settings!
hu: Indísd újra a szervert miután megváltoztattad ezt a beállítást!
nl: Herstart de server na het veranderen van deze instellingen!

source: readonly
hu: csak olvasható
nl: alleenlezen

source: default value
hu: alapértelmezett érték
nl: standaardwaarde

source: config is not supported with these settings.
hu: a beállítás ezekkel az értékekkel nem támogatott.
nl: configuratie wordt niet ondersteund met deze instellingen.

source: Save
hu: Mentés
nl: Opslaan

source: Reset
hu: Visszaállítás
nl: Resetten

source: settings saved
hu: beállítások elmentve
nl: instellingen opgeslagen

source: Success
hu: Siker
nl: Succes

source: User list
nl: Gebruikerslijst

source: Add user
nl: Gebruiker toevoegen

source: Add new User
hu: Új felhasználó hozzáadása
nl: Nieuwe gebruiker toevoegen

source: Close
hu: Bezárás
nl: Sluiten

source: Add User
hu: Felhasználó hozzáadása
nl: Gebruiker toevoegen

source: User creation error!
hu: Nem lehet letrehozni a felhasználót!
nl: Fout bij aanmaken gebruiker!

source: Trigger job run manually
hu: Manuálisan elnidítja a feladatot
nl: Start taakuitvoer handmatig

source: Run now
hu: Futtatás most
nl: Voer nu uit

source: Cancel
hu: Megszakítás
nl: Annuleren

source: Job started
hu: Feladat elindult
nl: Taak gestart

source: Stopping job
hu: Feladat leállítása
nl: Bezig met stoppen taak

source: Last run:
hu: Utolsó futás:
nl: Laatste keer uitgevoerd:

source: Run between
hu: Futtatás ezek között
nl: Uitvoeren tussen

source: Cancelling...
hu: Leállítás...
nl: Annuleren...

source: time elapsed
hu: eltelt idő
nl: tijd verstreken

source: Processed
hu: Feldolgozott
nl: Verwerkt

source: Skipped
hu: Kihagyott
nl: Overgeslagen

source: Left
hu: Hátra
nl: Overgebleven

source: All
hu: Összes
nl: Alle

source: processed
hu: feldolgozott
nl: verwerkt

source: skipped
hu: kihagyott
nl: overgeslagen

source: all
hu: összes
nl: alle

source: running
hu: fut
nl: wordt uitgevoerd

source: cancelling
hu: leállítás alatt
nl: wordt geannuleerd

source: canceled
hu: leállítva
nl: geannuleerd

source: interrupted
hu: megszakítva
nl: onderbroken

source: finished
hu: végzett
nl: klaar

source: every
hu: minden
nl: elke

source: after
hu: ez után
nl: na

source: Job:
hu: Feladat:
nl: Taak:

source: Periodicity:
hu: Gyakoriság:
nl: Periodiciteit:

source: Set the time to run the job.
hu: Állítsd be, hogy mikos fusson a feladat.
nl: Stel de tijd in voor het uitvoeren van de taak.

source: After:
hu: Ez után:
nl: Na:

source: The job will run after that job finishes.
hu: Ez a feladat a beállított feladat után fog futni.
nl: De taak wordt uitgevoerd nadat deze taak is geëindigd.

source: At:
hu: Ekkor:
nl: Om:

source: Allow parallel run
hu: Párhuzamos futtatás
nl: Sta parallel uitvoeren toe

source: Enables the job to start even if another job is already running.
hu: Akkor is elundul a feladat, ha egy másik már fut.
nl: Sta toe de taak uit te voeren als een andere taak al uitgevoerd wordt.

source: Search query to list photos and videos.
nl: Zoekopdracht voor het tonen van foto's en video's.

source: Sort by
nl: Sorteer op

source: Sorts the photos and videos by this.
nl: Sorteert de foto's en video's op dit.

source: Pick
nl: Kies

source: Number of photos and videos to pick.
nl: Aantal foto's en video's om te kiezen.

source: ';' separated integers.
hu: ';'-vel elválaszott egész számok.
nl: ';' gescheiden hele getallen.

source: Add Job
hu: Feladat hozzáadása
nl: Voeg taak toe

source: Add new job
hu: Új feladat
nl: Voeg nieuwe taak toe

source: Select a job to schedule.
hu: Válaszd ki az ütemezendő feladatot.
nl: Selecteer taak om te plannen.

source: Add Job
hu: Feladat hozzáadása
nl: Voeg taak toe

source: periodic
hu: rendszeres
nl: periodiek

source: scheduled
hu: ütemezett
nl: gepland

source: Monday
hu: Hétfő
nl: Maandag

source: Tuesday
hu: Kedd
nl: Dinsdag

source: Wednesday
hu: Szerda
nl: Woensdag

source: Thursday
hu: Csütörtök
nl: Donderdag

source: Friday
hu: Péntek
nl: Vrijdag

source: Saturday
hu: Szombat
nl: Zaterdag

source: Sunday
hu: Vasárnap
nl: Zondag

source: day
hu: nap
nl: dag

source: Unknown sharing key.
hu: Ismeretlen megosztási kulcs.
nl: Onbekende sharing sleutel.

source: Wrong password
hu: Hibás jelszó
nl: Verkeerd wachtwoord

source: Enter
hu: Belépés
nl: Toegang

source: isSecure
hu: biztonságos

source: Database
hu: Adatbázis

source: Database folder
hu: Adatbázis mappa

source: Update timeout
hu: Frissítési időtúllépés

source: Index cache timeout
hu: Index gyorsítótár időtúllépése

source: Bit rate
hu: Bit ráta

source: MP4 codec
hu: MP4 kodek

source: Webm Codec
hu: Webm kodek

source: Video
hu: Videó

source: Logs
hu: Napló

source: Server
hu: Szerver

source: Cache timeout
hu: Cache időtúllépés

source: Links
hu: Linkek

source: Loop Videos
hu: Végtelenített videó lejátszás

source: Cache
hu: Gyorsítótár

source: Url Base
hu: Al cím

source: Media selectors
hu: Media választók

source: Album reset
hu: Album visszaállítás

source: Cover reset
hu: Borítókép visszaállítás

source: m
hu: p

source: s
hu: mp

source: Compact
hu: Kompakt

source: medium
hu: közepes

source: Albums
hu: Albumok

source: Menu
hu: Menü

source: Up time
hu: Szerver futás kezdete

source: Fix navbar
hu: Navigációs sáv fixálása

source: Camera
hu: Kamera

source: Lens
hu: Objektív

source: Loop videos
hu: Folytonos video lejátszás

source: Pause
hu: Szünet

source: Auto play
hu: Auto lejátszás

source: bit rate
hu: bit ráta

source: Home
hu: Galéria

source: Latitude
hu: Szélességi fok

source: longitude
hu: hosszúsági fok

source: items
hu: elemek

source: Filters
hu: Szűrők

source: Negate
hu: Negálás

source: Videos
hu: Videók

source: Status
hu: Állapot

source: Logs
hu: Napló
