Repository: travislei/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: hu, nl

source: Port
nl: Poort

source: SMTP server's port
hu: SMTP szerver port
nl: SMTP server poort

source: Is the connection secure. See https://nodemailer.com/smtp/#tls-options for more details
nl: Is de verbinding veilig. Zie https://nodemailer.com/smtp/#tls-options voor meer details

source: TLS required
hu: TLS sükséges
nl: TLS benodigd

source: if this is true and secure is false then Nodemailer (used library in the background) tries to use STARTTLS. See https://nodemailer.com/smtp/#tls-options for more details
nl: als dit true is en secure is false dan zal Nodemailer (gebruikte library op de achtergrond) proberen STARTTLS te gebruiken. Zie https://nodemailer.com/smtp/#tls-options voor meer details

source: User
hu: Felhasználó
nl: Gebruiker

source: User to connect to the SMTP server.
nl: Gebruiker voor de SMTP server.

source: Password
hu: Jelszó
nl: Wachtwoord

source: Password to connect to the SMTP server.
nl: Wachtwoord voor de verbinding met de SMTP server.

source: Sender email
hu: Küldő email
nl: Afzender email

source: Some services do not allow sending from random e-mail addresses. Set this accordingly.
nl: Met sommige services kan niet mer een willekeurig email adres als afzenden worden verzonden. Stel dit goed in.

source: The app uses Nodemailer in the background for sending e-mails. Refer to https://nodemailer.com/usage/ if some options are not clear.
nl: De app gebruit Nodemailer op de achtergrond om e-mails te versturen. Kijk op https://nodemailer.com/usage/ voor meer informatie.

source: Username
hu: Felhasználónév
nl: Gebruikersnaam

source: Sqlite db filename
hu: Sqlite db fájlnév
nl: SQLite database bestandsnaam

source: Sqlite will save the db with this filename.
hu: Sqlite ezen a néven menti majd el az adatbázist.
nl: SQLite zal de database opslaan met deze bestandsnaam.

source: Name
hu: Név
nl: Naam

source: Role
hu: Szerep
nl: Rol

source: Unencrypted, temporary password. App will encrypt it and delete this.
hu: Nem titkosított, átmeneti jelszó. Az app titkosítja majd és kitörli ezt a mezőt.
nl: Onversleuteld, tijdelijk wachtwoord. App zal versleutelen en deze verwijderen.

source: Encrypted password
hu: Titkosított jelszó
nl: Versleuteld wachtwoord

source: Type
hu: Típus
nl: Database type

source: SQLite is recommended.
hu: SQLite az ajánlott adatbázis.
nl: SQLite wordt aanbevolen.

source: All file-based data will be stored here (sqlite database, job history data).
hu: Minden fájl alapú adat ide lesz mentve (sqlite adatbázis, feladatok naplófájlai).
nl: Alle bestands-gebaseerde data wordt hier opgeslagen (SQLite database, taakgeschiedenis gegevens).

source: Enforced users
hu: Erőltett felhasználó
nl: Geforceerde gebruikersaccounts

source: Creates these users in the DB during startup if they do not exist. If a user with this name exist, it won't be overwritten, even if the role is different.
hu: Létrehozza ezeket a felhasználókat az adatbázisban ha még nem léteznek miután beindul az app. Ha a felhasználó már létezik, nem kerül felülírása, még akkor se ha más a szerepköre.
nl: Maakt deze gebruikersaccounts aan in de database als deze nog niet bestaan. Als een gebruikersaccount met deze naam al bestaat, wordt deze niet overschreven, ook al is de rol niet hetzelfde.

source: High quality resampling
nl: Hoge kwaliteit resampling

source: if true, 'lanczos3' will used to scale photos, otherwise faster but lower quality 'nearest'.
hu: Ha engedélyezve van, 'lanczos3' használ a fotók átméretezésére, különben gyorsabb ne roszabb minőségű 'nearest'.
nl: Als waar (true), zal 'lanczos3' worden gebruikt om foto's te schalen, anders snellere maar lagere kwaliteit 'nearest'.

source: Converted photo and thumbnail quality
hu: Átméretezett fotó és thumbnail minőség
nl: Omgezette foto en miniatuurfoto kwaliteit

source: Between 0-100.
hu: 0-100 közötti érték.
nl: Tussen 0-100.

source: Person face margin
hu: Személyek arcainak margója
nl: Persoon gezicht marge

source: OnTheFly *.gpx compression
hu: Menet közbeni *.gpx tömörítés
nl: 'On the fly' *.gpx compressie

source: Enables on the fly *.gpx compression.
hu: Engedélyezi a menet közbeni *.gpx tömörítést.
nl: Zet 'on the fly' *.gpx compressie aan.

source: Min distance
hu: Minimális távolság
nl: Minimale afstand

source: Min time delta
hu: Minimális időkülönbség
nl: Minimaal tijdsverschil

source: Filters out entry that are closer than this in time in milliseconds.
hu: Kiszűri azokat a pontpárokat amelyek ennél közelebb vannak egymáshoz időben.
nl: Filtert items die dichterbij in tijd zijn dan dit, in milliseconden.

source: GPX compression
hu: GPX tömörítést
nl: GPX compressie

source: After creating a sharing link, it can be updated for this long.
hu: Miután létrehoztél egy megosztási liniket, ilyen sokáig lehet még módosítani.
nl: Na het aanmaken van een deel-link, kan deze nog zo lang worden aangepast.

source: If there was no indexing in this time, it reindexes. (skipped if indexes are in DB and sensitivity is low).
hu: Ha ilyen sokáig nem történt indexálás, újraindexálja a mappát. (Figyelmenkívül hagyja ha ay indexálás érzékenysége alacsony).
nl: Als er geen indexering was gedurende deze tijd, wordt er geherindexeerd. Wordt overgeslagen als indexen aanwezig zijn in de db en de gevoeligheid laag is.

source: Folder reindexing sensitivity
hu: Mappa indexelés érzékenysége
nl: Map herindexeringsgevoeligheid

source: Set the reindexing sensitivity. High value check the folders for change more often. Setting to never only indexes if never indexed or explicit running the Indexing Job.
nl: Stel de herindexeringsgevoeligheid in. Hogere waarde controleert de folders vaker. Zet op nooit om alleen te indexeren als nooit eerder geindexeerd, of als de taak handmatig wordt gestart.

source: Exclude Folder List
hu: Kihagyható mappák
nl: Genegeerde mappen lijst

source: Folders to exclude from indexing. If an entry starts with '/' it is treated as an absolute path. If it doesn't start with '/' but contains a '/', the path is relative to the image directory. If it doesn't contain a '/', any folder with this name will be excluded.
hu: Ezeket a mappákat hagyja ki indexáláskor. Ha '/' kezdődik, abszolút útvonalként van kezelve. Ha nem '/'-el kezdődik, de van benne az útvonal relative a képek mappától. Ha nincs benne '/', minden ilyen nevű mappa ki lesz hagyva.
nl: Mappen om te negeren bij het indexeren. Als begint met '/' wordt het behandeld als een absoluut pad. Als het niet begint met '/' maar '/' bevat, dan is het pad relatief aan de afbeeldingsmap. Als het geen '/' bevat, wordt elke map met deze naam genegeerd.

source: Exclude File List
hu: Mappa kihagyó fájlok
nl: Genegeerde bestanden lijst

source: Files that mark a folder to be excluded from indexing. Any folder that contains a file with this name will be excluded from indexing.
hu: Fájlok amik a mappa kihagyást jelölik.
nl: Bestanden die een map markeren om genegeerd te worden bij indexeren. Elke map met daarin een bestand met deze naam wordt genegeerd bij het indexeren.

source: Max duplicates
hu: Maximális duplikátumok
nl: Maximaal aantal dubbelen

source: Maximum number of duplicates to list.
hu: Maximum ennyi duplikátumot listáz.
nl: Maximaal aantal dubbelen in de lijst.

source: Level
hu: Szint
nl: Niveau

source: Logging level.
hu: Naplózási szint.
nl: Log niveau.

source: Sql Level
hu: Sql szint
nl: Sql niveau

source: Logging level for SQL queries.
hu: Naplózási szint SQL kérésekhez.
nl: Log niveau voor SQL queries.

source: If enabled, the app ads "Server-Timing" http header to the response.
hu: Ha engedélyezett, az app "Server-Timing" http header-t csatol a válaszhokhoz.
nl: Als ingeschakeld zal de app "Server-Timing" HTTP header toevoegen aan het antwoord.

source: Max saved progress
hu: Maximum mentett állapot
nl: Maximaal opgeslagen voortgang

source: Job history size.
hu: Feladatok naplózási mérete.
nl: Taakgeschiedenis grootte.

source: Processing batch size
hu: Feldolgozási méret
nl: Verwerkingsbatch grootte

source: Jobs load this many photos or videos form the DB for processing at once.
hu: A feladatok ennyi képet és videót töltenek be egyszerre a DB-ből feldolgozásra.
nl: Taken laden per keer zoveel foto's of video's uit de database.

source: Scheduled jobs
hu: Ütemezett feladatok
nl: Ingeplande taken

source: Target bit rate of the output video will be scaled down this this. This should be less than the upload rate of your home server.
hu: A konvertált videó bit rátája ennyi lesz. (Felfelé nem lesz skálázva).
nl: Doel bitrate van de video wordt teruggeschaald naar dit. Dit zou minder moeten zijn dan de upload snelheid van de server.

source: Resolution
hu: Felbontás
nl: Resolutie

source: The height of the output video will be scaled down to this, while keeping the aspect ratio.
hu: A konvertált videó magassága ennyi lesz. (Felfelé nem lesz skálázva).
nl: Doel hoogte van de video wordt teruggeschaald naar dit, de beeldverhouding blijft gelijk.

source: Target frame per second (fps) of the output video will be scaled down this this.
hu: A konvertált videó FPS-e ennyi lesz. (Felfelé nem lesz skálázva).
nl: Doel frames per seconde van de video wordt teruggeschaald naar dit.

source: Format
hu: Formátum
nl: Bestandsformaat

source: The range of the Constant Rate Factor (CRF) scale is 0–51, where 0 is lossless, 23 is the default, and 51 is worst quality possible.
hu: Constant Rate Factor (CRF) 0-51 között mozog, ahol 0 veszteségmentes, 23 az alapértelemzett és 51 a legrosszabb minőség.
nl: Het bereik van de Constant Rate Factor (CRF) schaal is 0–51, waar 0 lossless is, 23 de standaardwaarde, en 51 de slechtste kwaliteit mogelijk.

source: A preset is a collection of options that will provide a certain encoding speed to compression ratio. A slower preset will provide better compression (compression is quality per filesize).
hu: Preset egy előre elkészített beállítási csoport, ami egy adott tömörítési minőséget biztosít. Lasabb preset-ek jobb tömörítési minőséget biztosítanak.
nl: Een preset is een verzameling opties die een bepaalde coderingssnelheid en compressie verhouding geeft. Een langzamere preset geeft betere compressie (compressie is is kwaliteit per bestandsgrootte).

source: Custom Output Options
nl: Custom Output opties

source: It will be sent to ffmpeg as it is, as custom output options.
nl: Dit wordt direct naar ffmpeg gestuurd als custom output options.

source: Custom Input Options
nl: Custom Input opties

source: It will be sent to ffmpeg as it is, as custom input options.
nl: Dit wordt direct naar ffmpeg gestuurd als custom input options.

source: Video transcoding
nl: Video transcodering

source: To ensure smooth video playback, video transcoding is recommended to a lower bit rate than the server's upload rate. The transcoded videos will be save to the thumbnail folder. You can trigger the transcoding manually, but you can also create an automatic encoding job in advanced settings mode.
hu: A megszakítás mentes videó lejátszás érdekében, érdemes átkonvertálni a videókat alacsonyabb bit rátára, mint a szerver feltöltési sebessége. Az átkonvertált videók a thumbnail mappába lesznek mentve. Kézzel is át lehet konvertálni a videókat, de haladó módban autómatikus feladatként is be lehet ütemezni.
nl: Om het afspelen van video soepel te laten verlopen, wordt aanbevolen de bit rate lager te zetten dan de upload snelheid van de server. De getranscodeerde video's worden opgeslagen in de miniatuurfoto map. Transcoderen kan handmatig worden geactiveerd, maar er kan ook een automatische taak worden gemaakt in geavanceerde instellingen modus.

source: On the fly converting
hu: Menet közbeni konvetálás
nl: 'On the fly' converteren

source: Converts photos on the fly, when they are requested.
hu: Photókat menet közvben konvertálja, amikor kérésre megy rájuk.
nl: Converteer foto's 'on the fly', als ze worden opgevraagd.

source: The shorter edge of the converted photo will be scaled down to this, while keeping the aspect ratio.
hu: A konvertált fotó rövidebb oldala lesz ekkora.
nl: De korte kant van de geconverteerde foto wordt teruggeschaald naar dit, de beeldverhouding blijft gelijk.

source: Photo resizing
hu: Fotó átméretezés
nl: Foto afmeting conversie

source: Cover Filter query
nl: Cover Filter zoekopdracht

source: Filters the sub-folders with this search query. If filter results no photo, the app will search again without the filter.
hu: Az almappákat ezzel a kereséssel szűri a előnézet kiválasztásához. Ha nincs ilyen fotó, újkeresést indít az app, de már a szűrő nélkül.
nl: Filtert de sub-mappen met deze zoekopdracht. Als er geen foto's resulteren uit de zoekopdracht met filter, wordt er opnieuw gezocht zonder filter.

source: Cover Sorting
nl: Cover sortering

source: If multiple cover is available sorts them by these methods and selects the first one.
nl: Als er meerdere covers beschikbaar zijn dan worden ze op deze manier gesorteerd en wordt de eerste gekozen.

source: Images folder
hu: Képek mappa
nl: Afbeeldingen map

source: Images are loaded from this folder (read permission required)
hu: A képek ebből a mappából töltődnek be (olvasási engedély szükséges a mappára)
nl: Afbeeldingen worden geladen uit deze map (leesrechten benodigd)

source: Temp folder
hu: Temp mappa
nl: Temp map

source: Thumbnails, converted photos, videos will be stored here (write permission required)
hu: Thumbnails, konvertált fotók, videók lesznek itt tárolva (írási jog szükséges)
nl: Voorbeeldafbeeldingen, geconverteerde foto's, video's worden hier opgeslagen (schrijfrechten benodigd)

source: Metadata read buffer
hu: Metadata olvasási buffer
nl: Metadata lees buffer

source: Only this many bites will be loaded when scanning photo/video for metadata. Increase this number if your photos shows up as square.
hu: Csak ennyi bájtot az app fotónként amikor a fotók metadatait indexeli. Növeld ezt a számot, ha rossz méretarányban jelennek meg a fotóid.
nl: Zoveel bytes worden geladen tijdens het scannen van foto's en video's voor metadata. Verhoog deze waarde als foto's verschijnen als vierkant.

source: Video support uses ffmpeg. ffmpeg and ffprobe binaries need to be available in the PATH or the @ffmpeg-installer/ffmpeg and @ffprobe-installer/ffprobe optional node packages need to be installed.
hu: A videó lejátszához az ffmpeg szükséges. Az ffmpeg és az ffprobe binárisoknak rendelkezésre kell állniuk a PATH-ban vagy az @ffmpeg-installer/ffmpeg és @ffprobe-installer/ffprobe opcionális node csomagokat kell telepíteni.
nl: Video ondersteuning gebruikt ffmpeg. ffmpeg en ffprobe programma's zijn nodig in het PATH of de @ffmpeg-installer/ffmpeg en @ffprobe-installer/ffprobe optionele 'node packages' moeten geïnstalleerd zijn.

source: Photo
hu: Fotó
nl: Foto

source: Thumbnail
nl: Voorbeeldafbeelding

source: Session Timeout
hu: Session időtúllépés
nl: Sessie timeout

source: Users kept logged in for this long time.
hu: Felhsználók ennyi ideig maradnak bejelentkezve.
nl: Gebruikers blijven zo lang ingelogd.

source: Port number. Port 80 is usually what you need.
hu: Portszám. A 80-as port általában az, amire szükséged van.
nl: Poortnummer. Meestal wordt poort 80 gebruikt.

source: Server will accept connections from this IPv6 or IPv4 address.
hu: A szerver csak erről az (IPv6 vagy az IPv4) címből származó kapcsolatokat fog fogadni.
nl: Server zal verbindingen vanaf dit IPv6 of IPv4 adres accepteren.

source: Users
nl: Gebruikers

source: Indexing
hu: Indexelés
nl: Indexeren

source: If you add a new folder to your gallery, the site indexes it automatically. If you would like to trigger indexing manually, click index button. (Note: search only works among the indexed directories.)
hu: Ha új mappát ad hozzá a galériához, a webhely automatikusan indexeli. Ha kézzel szeretné indítani az indexelést, kattintson az index gombra. (Megjegyzés: csak az indexelt könyvtárak között működik a keresés.)
nl: Als een nieuwe map wordt toegevoegd in de galerij, wordt deze automatisch geïndexeerd. Als handmatig indexeren gewenst is, klik op de index knop. (Opmerking: zoeken werkt alleen in geïndexeerde mappen).

source: Meta file
hu: Meta fájl
nl: Metabestanden

source: Specify a search query and sorting that the app can use to pick the best photo for an album and folder cover. There is no way to manually pick folder and album cover in the app. You can tag some of your photos with 'cover' and set that as search query or rate them to 5 and set sorting to descending by rating.
nl: Specificeer een zoekopdracht en sortering waarmee de app de beste foto kan kiezen voor een album en folder cover. Er kan niet handmatig worden gekozen voor een bepaalde foto. Er kan een foto worden getagged met 'cover', gebruik daarna een zoekopdracht om deze te selecteren.

source: Sharing
hu: Megosztás
nl: Delen

source: Duplicates
hu: Duplikátumok
nl: Dubbelen

source: Messaging
nl: Berichten

source: The App can send messages (like photos on the same day a year ago. aka: "Top Pick"). Here you can configure the delivery method.
nl: De app kan berichten versturen (zoals foto's van dezelfde dag vorig jaar). Hier kan de bezorgmethode worden geconfigureerd.

source: Jobs
hu: Feladatok
nl: Taken

source: Maximum items
hu: Max elemszám
nl: Maximum aantal items

source: Maximum number autocomplete items shown at once. If there is not enough items to reach this value, it takes upto double of the individual items.
nl: Maximum aantal autocomplete items die in een keer worden getoond.

source: Max photo items
nl: Max foto items

source: Maximum number autocomplete items shown per photo category.
nl: Maximum aantal autocomplete items getoond per foto categorie.

source: Max directory items
nl: Maximum map items

source: Maximum number autocomplete items shown per directory category.
nl: Maximum aantal autocomplete items geroond per map category.

source: Max caption items
nl: Maximum fototekst items

source: Maximum number autocomplete items shown per caption category.
nl: Maximum aantal autocomplete items getoond per fototekst categorie.

source: Max position items
nl: Maximum positie items

source: Maximum number autocomplete items shown per position category.
nl: Maximum aantal autocomplete items getoond per positie categorie.

source: Max faces items
nl: Maximum gezichten items

source: Maximum number autocomplete items shown per faces category.
nl: Maximum aantal autocomplete items getoond per gezichten categorie.

source: Max keyword items
nl: Maximum keyword items

source: Maximum number autocomplete items shown per keyword category.
nl: Maximum aantal autocomplete items getoond per keyword categorie.

source: Enable Autocomplete
hu: Autocomplete engedélyezése
nl: Automatisch aanvullen aanzetten

source: Show hints while typing search query.
hu: Keresés gépelése közben javaslatokat mutat.
nl: Laat hints zien tijdens het invoeren van de zoekopdracht.

source: Max items per category
hu: Max elemszám kategóriánként
nl: Maximaal aantal items per categorie

source: Maximum number autocomplete items shown per category.
hu: Maximum ennyi autocomplete elemet jelenít meg kategóriánként.
nl: Maximum aantal automatisch aanvullen items getoond per categorie.

source: Autocomplete cache timeout.
hu: Autocomplete cache időtúllépés.
nl: Automatisch aanvullen cache timeout.

source: Enable
hu: Engedélyezve
nl: Inschakelen

source: Enables searching.
hu: Engedélyezi a keresést.
nl: Schakelt zoeken in.

source: Search cache timeout.
hu: Keresési gyorsítótár időtúllépése.
nl: Zoek cache timeout.

source: Autocomplete
nl: Automatisch aanvullen

source: Maximum media result
hu: Maximum keresési eredmény
nl: Maximum aantal media resultaten

source: Maximum number of photos and videos that are listed in one search result.
hu: Maximum ennyi képet is videót fog listázni az alkalmazás egy keresési eredményben.
nl: Maximum aantal foto's en video's die worden gegeven in een zoekresultaat.

source: Maximum directory result
hu: Maximum mappa eredmény
nl: Maximum aantal mappen resultaat

source: Maximum number of directories that are listed in one search result.
hu: Maximum ennyi mappát fog listázni az alkalmazás egy keresési eredményben.
nl: Maximum aantal mappen die worden gegeven in een zoekresultaat.

source: List directories
hu: Mappák listázása
nl: Toon mappen

source: Search returns also with directories, not just media.
hu: Keresés mappákat is listáz, nem csak médiát.
nl: Zoeken toont ook mappen, niet alleen media.

source: List metafiles
hu: Metafájlok listázása
nl: Toon metabestanden

source: Search also returns with metafiles from directories that contain a media file of the matched search result.
hu: A kersési eredmény tartalmazza azokat a metaffájlkoat is, amelyek egy mappában vannak a keresett képpel/videóval.
nl: Zoeken toont ook metabestanden uit mappen die een mediabestand bevatten welke voldoet aan de zoekopdracht.

source: Enables sharing.
hu: Megosztás engedélyezése.
nl: Schakelt delen in.

source: Password protected
hu: Jelszóval védett
nl: Wachtwoord beveiligd

source: Enables password protected sharing links.
hu: Jelszóval védett megésztási linkek engedélyezése.
nl: Schakelt met wachtwoord beveiligde deel links in.

source: Enables random link generation.
hu: Engedélyezi a véletlen link készítését.
nl: Schakelt willekeurige link genereren in.

source: Name of a map layer.
hu: A térkép réteg neve.
nl: Naam van een kaartlaag.

source: Url of a map layer.
hu: A térkép réteg url-je.
nl: URL van een kaartlaag.

source: Sets if the layer is dark (used as default in the dark mode).
nl: Zet als de laag donker is (standaard gebruikt in donkere modus).

source: SVG icon viewBox
nl: SVG icoon viewBox

source: SVG path viewBox. See: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/viewBox
nl: SVG path viewBox. Zie: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/viewBox

source: Content elements (paths, circles, rects) of the SVG icon. Icons used on the map: fontawesome.com/icons.
nl: Content elements (paths, circles, rects) van het SVG icoon. Iconen die worden gebruikt op de kaart: fontawesome.com/icons.

source: Color
nl: Kleur

source: Color of the path. Use any valid css colors.
nl: Kleur van het path. Gebruik elke geldige css kleur.

source: Dash pattern
nl: Dash patroon

source: Dash pattern of the path. Represents the spacing and length of the dash. Read more about dash array at: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/stroke-dasharray.
nl: Dash patroon van het path. stelt de spacing en lengte in van de dash.Lees meer over dash array op: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/stroke-dasharray.

source: Svg Icon
nl: Svg Icoon

source: Set the icon of the map marker pin.
nl: Stel het icoon van de kaart marker pin in.

source: Image Markers
hu: Kép markerek
nl: Afbeelding markeringen

source: Map will use thumbnail images as markers instead of the default pin.
hu: A térkép ikonokat fog használni az alap jelölő pin helyett.
nl: Kaart gebruikt voorbeeldafbeeldingen als markeringen in plaats van de standaard pin.

source: Map Provider
hu: Térkép szolgáltató
nl: Kaart provider

source: Mapbox access token
nl: Mapbox toegangs token

source: MapBox needs an access token to work, create one at https://www.mapbox.com.
hu: A MapBox-hoz access token szükséges, amit itt lehet létrehozni: https://www.mapbox.com.
nl: MapBox heeft een toegangstoken nodig om te werken, maak er een op https://www.mapbox.com.

source: The map module will use these urls to fetch the map tiles.
hu: A térkép ezeket a url-eket fogja használni a térkép csempék betöltéséhez.
nl: De kaartmodule zal deze URL's gebruiken om de kaarttegels op te halen.

source: Custom Layers
hu: Egyedi rétegek
nl: Aangepaste lagen

source: Max Preview Markers
hu: Max előnézeti markerek
nl: Maximum aantal voorbeeldafbeelding markeringen
